Repository: simonasrazm/finally-done
Catalog: app/lib/l10n/app_*.arb
Languages: lt

source: Settings
lt: Nustatymai

source: Home
lt: Pagrindinis

source: Mission Control
lt: Valdymo centras

source: Tasks
lt: Užduotys

source: Profile
lt: Profilis

source: Name
lt: Vardas

source: Speech Recognition
lt: Kalbos atpažinimas

source: Engine
lt: Variklis

source: Auto (iOS + Gemini)
lt: Automatinis (iOS + Gemini)

source: iOS Native
lt: iOS natūralus

source: Confidence Threshold
lt: Pasitikėjimo slenkstis

# confidenceThresholdDescription
source: Commands below this threshold will need manual review.
lt: Užduotys žemiau šio slenksčio reikalaus rankinio peržiūrėjimo.

source: Preferences
lt: Nustatymai

source: Haptic Feedback
lt: Haptinis atsiliepimas

source: Sound Effects
lt: Garso efektai

source: Connected Services
lt: Prijungtos paslaugos

source: Google Account
lt: Google paskyra

# connectToGoogle
source: Connect to access Tasks, Calendar, and Gmail
lt: Prisijunkite, kad pasiektumėte Užduotis, Kalendorių ir Gmail

source: Opening Google Sign-In...
lt: Atidaromas Google prisijungimas...

# signedInAs
source: Signed in as: {email}
lt: Prisijungęs kaip: {email}

source: Do you want to sign out?
lt: Ar norite atsijungti?

source: Cancel
lt: Atšaukti

source: Sign Out
lt: Atsijungti

source: Signed out from Google
lt: Atsijungta nuo Google

# connectedAs
source: Connected as: {email}
lt: Prisijungta kaip: {email}

source: Google Sign-In Failed
lt: Google prisijungimas nepavyko

# googleSignInNotConfigured
source: Google Sign-In is not configured properly. Please contact support or check your configuration.
lt: Google prisijungimas nėra tinkamai sukonfigūruotas. Susisiekite su palaikymu arba patikrinkite savo konfigūraciją.

source: OK
lt: Gerai

# error
source: Error: {message}
lt: Klaida: {message}

source: Please connect to Google first
lt: Pirmiausia prisijunkite prie Google

source: Disconnect {service}?
lt: Atsijungti nuo {service}?

# disconnectServiceConfirmation
source: Are you sure you want to disconnect from {service}?
lt: Ar tikrai norite atsijungti nuo {service}?

source: Disconnect
lt: Atsijungti

source: {service} disconnected
lt: {service} atsijungta

source: {service} Integration
lt: {service} integracija

# connectToServiceDescription
source: Connect to {service} to sync your data.
lt: Prisijunkite prie {service}, kad sinchronizuotumėte savo duomenis.

source: Connect
lt: Prisijungti

source: Done
lt: Atlikta

source: Invalid command (deleted)
lt: Netinkama užduotis (ištrinta)

source: Go to Settings
lt: Eiti į nustatymus

source: Coming soon
lt: Netrukus

source: Google Tasks
lt: Google užduotys

source: Loading tasks...
lt: Kraunamos užduotys...

source: Processing
lt: Apdorojama

source: Completed
lt: Baigta

source: Review
lt: Peržiūra

source: Task completed!
lt: Užduotis baigta!

# errorCompletingTask
source: Error completing task: {error}
lt: Klaida baigiant užduotį: {error}

source: Try Again
lt: Bandyti dar kartą

source: Refresh
lt: Atnaujinti

source: Audio file not found
lt: Garso failas nerastas

source: Playing audio...
lt: Groja garso failas...

source: Audio playback started
lt: Garso atkūrimas pradėtas

# errorPlayingAudio
source: Error playing audio: {error}
lt: Klaida grojant garso failą: {error}

source: Command deleted successfully
lt: Komanda sėkmingai ištrinta

# errorDeletingCommand
source: Error deleting command: {error}
lt: Klaida trinant komandą: {error}

# photoCounter
source: Photo {current} of {total}
lt: Nuotrauka {current} iš {total}

source: Failed to load image
lt: Nepavyko įkelti nuotraukos

# errorGeneric
source: Error: {error}
lt: Klaida: {error}

# appDescription
source: AI-powered personal organization app that helps you capture and organize tasks, events, and notes through voice commands.
lt: Dirbtinio intelekto pagrindu veikianti asmeninio organizavimo programa, kuri padeda fiksuoti ir organizuoti užduotis, įvykius ir užrašus per balso komandas.

# helpAndSupport
source: Help & Support
lt: Pagalba ir palaikymas

# helpAndSupportMessage
source: For help and support, please contact us at support@finallydone.app
lt: Pagalbai ir palaikymui susisiekite su mumis el. paštu support@finallydone.app

source: Close
lt: Uždaryti

source: Customize
lt: Detaliau

source: Icon will be set as app icon
lt: Piktograma bus nustatyta kaip programos piktograma

source: Customization options coming soon
lt: Tinkinimo parinktys netrukus

# chooseColorVariant
source: 1. Choose your preferred color variant
lt: 1. Pasirinkite pageidaujamą spalvos variantą

# iconScalesAutomatically
source: 2. The icon automatically scales to any size
lt: 2. Piktograma automatiškai keičia dydį

# worksOnAllPlatforms
source: 3. Works perfectly for iOS and Android
lt: 3. Puikiai veikia iOS ir Android

# noExternalDependencies
source: 4. No external dependencies required
lt: 4. Nereikia išorinių priklausomybių

# canBeCustomizedFurther
source: 5. Can be customized further if needed
lt: 5. Galima toliau tinkinti pagal poreikius

source: Blue
lt: Mėlyna

source: Green
lt: Žalia

source: Purple
lt: Violetinė

source: Orange
lt: Oranžinė

source: Enter your name
lt: Įveskite savo vardą

# chooseSpeechEngine
source: Choose your preferred speech recognition engine
lt: Pasirinkite pageidaujamą kalbos atpažinimo variklį

# hapticFeedbackDescription
source: Vibrate on button presses
lt: Vibruoti paspaudus mygtukus

# soundEffectsDescription
source: Play success/error sounds
lt: Grojti sėkmės/klaidos garsus

# taskCreated
source: Task created successfully
lt: Užduotis sėkmingai sukurta

source: Error creating task
lt: Klaida kuriant užduotį

source: Delete Task
lt: Ištrinti užduotį

# deleteTaskConfirmation
source: Are you sure you want to delete this task?
lt: Ar tikrai norite ištrinti šią užduotį?

source: Delete
lt: Ištrinti

# taskDeleted
source: Task deleted successfully
lt: Užduotis sėkmingai ištrinta

source: Error deleting task
lt: Klaida ištrinant užduotį

# selectTaskList
source: Select a task list
lt: Pasirinkite užduočių sąrašą

# addNewTask
source: Add a new task...
lt: Pridėti naują užduotį...

source: Add
lt: Pridėti

source: Not Connected to Google
lt: Neprisijungta prie Google

# connectToGoogleToViewTasks
source: Connect to Google in Settings to view and manage your tasks
lt: Prisijunkite prie Google nustatymuose, kad galėtumėte peržiūrėti ir valdyti savo užduotis

source: Error Loading Tasks
lt: Klaida įkeliant užduotis

source: No Tasks Found
lt: Užduočių nerasta

# addYourFirstTask
source: Add your first task using the input above
lt: Pridėkite savo pirmąją užduotį naudodami aukščiau esantį lauką

source: Hide Completed
lt: Slėpti užbaigtas

source: Show Completed
lt: Rodyti užbaigtas

source: Integrations
lt: Integracijos

source: Connect Your Services
lt: Prijunkite savo paslaugas

# integrationsDescription
source: Connect to external services to enhance your productivity
lt: Prijunkite prie išorinių paslaugų, kad pagerintumėte savo produktyvumą

source: Manage Services
lt: Valdyti paslaugas

# successfullyConnected
source: Successfully connected to {provider}
lt: Sėkmingai prisijungta prie {provider}

# failedToConnect
source: Failed to connect to {provider}
lt: Nepavyko prisijungti prie {provider}

# signedOut
source: Signed out from {provider}
lt: Atsijungta nuo {provider}

source: Language
lt: Kalba

# chooseLanguage
source: Choose your preferred language
lt: Pasirinkite pageidaujamą kalbą

source: Ready to record
lt: Įrašyk komandą

source: Or type your command...
lt: Arba įveskite savo komandą...

source: items
lt: elementai

source: Queued
lt: Eilėje

source: Failed
lt: Nepavyko

source: Scheduled
lt: Suplanuota

source: ago
lt: prieš

source: Photos
lt: Nuotraukos

source: No completed commands yet
lt: Dar nėra užbaigtų komandų

source: Completed commands will appear here
lt: Užbaigtos komandos pasirodys čia

source: Advanced
lt: papildomi

source: About
lt: Apie

source: Version
lt: Versija

source: Get help using the app
lt: Gaukite pagalbą naudodami programą

# processingTab
source: Processing
lt: Apdorojama

# completedTab
source: Completed
lt: Baigta

# reviewTab
source: Review
lt: Peržiūra

# processingItems
source: Processing ({count} items)
lt: Apdorojami elementai: ({count})

source: Scheduled: {time}
lt: Įrašyta: {time}

source: Photos ({count})
lt: Nuotraukos ({count})

source: Play
lt: Groti

source: Recorded
lt: Įrašyta

source: Transcribing
lt: Verčiama

source: Unknown
lt: Nežinoma

source: Connecting...
lt: Jungiamasi

source: Not Connected
lt: Neprisijungta

source: Connected
lt: Prisijungta

source: More options
lt: Daugiau parinkčių

source: Edit
lt: Redaguoti

source: Theme
lt: Aplinkos režimas

# chooseTheme
source: Choose your preferred theme
lt: Pasirinkite norimą režimą
